<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title></title>
</head>
<body>
    <b><h1>Utkir Xoshimimov 'Oq kema' </h1></b>
    <?php
    echo " Широлжинлар таги жимжит, улар осмонни тўсмайди. Широлжинлар мана шунақа, илиқ 
қарағайзор ҳидини уфуради " . "<br>" . " 
Бу ўтлар тўғрисида кўп нарса биларди. Сув босадиган пичанзордаги кумушранг супурги" . "<br>" . " 
ўтларга раҳми келарди, жуда ғалатида бу супурги ўтлар, ҳавойи жуда. Уларнинг ипакдек майин " . "<br>" . "
попуклари шамолсиз яшолмайди. Шамолни кутгани-кутган, шамол қаёққа эсса, ўша ёққа " . "<br>" . "
эгилиб, худди буйруққа бўйсунгандек, ёппасига салом беради. Агар ёмғир қуйиб берса ёки " . "<br>" . "
момақалдироқ бошланиб қолса борми, гиёҳлар қаерга бош суқишини билмай қолади. " . "<br>" . "
Тўлғанади, тиз чўкади, ер бағирлаб қолади. Оёқлари бўлганда-ю, эҳтимол, кўз етган жойгача " . "<br>" . "
қочиб қолишармиди... Йўқ, улар ўзларини муғамбирликка соляпти. Момақалдироқ тинсин-а, " . "<br>" . "
ҳавойи супурги ўтлар яна шамолнинг ҳукмида-шамол қаёққа эсса, улар ҳам ўша ёққа эгила 
бошлайди. " . "<br>" . "Бола ўша ерда ўтирган эди. Унинг кўзига кўчма дўкон тушди. Бу унинг биринчи бор кўргани эди.  " . "<br>" . "
Унинг кўзига кўчма дўкон тушганида у жуда ҳайратланди. Чунки у кўчма дўконни ўзи бошлаб келган эди. " . "<br>" . "
У кўчма дўконни ўзи бошлаб келган эди," . "<br>" . "
яъни у кўчма дўконни ўзи бошлаб келган эди ". "<br>" . "                                                                                                                                                                                                                                                               
Бола ёлғиз, жўраларсиз мана шу содда - баёв нарсалар қуршовида яшарди, автолавкагина " . "<br>" . "
ҳамма нарсани унутишга, кўринганда чопишга мажбур қила оларди. Шунинг учун кўчма " . "<br>" . "
дўконни кўрган заҳоти ҳамма нарсани унутиб, ўзини ўша томонга отарди. Нимасини айтасан, " . "<br>" . "
кўчма дўкон - бу сенга аллақандай тош ёки ўтлар эмас. Унда кишининг жонидан бўлак ҳамма 
нарса бор! " . "<br>" . "
Бола уйига етиб келганида кўчма дўкон ҳам орқа томондан ҳовлига яқинлашиб қолган эди.   " . " <br>" . "
Ўрмон хўжалиги қоровулхонасига қарашли бу уйлар дарёга қаратиб солинган. Ҳовлилар қиялаб    " . "<br>" . "
қирғоққа туташар, дарёнинг нариги қирғоғида эса ўрмон сув ювган жар четидан бошланиб,   " . "<br>" . "
тоғга қараб кўтарилиб кетар эди. Шунинг учун ҳам ўрмон хўжалигига қарашли қоровулхонага   " . "<br>" . "      
йўл уйларнинг орқа томонидан айланиб келарди. Бола ўз вақтида етиб келмаганида кўчма дўкон "    . "<br>" . "
келганини ҳеч ким билмай қоларди. " . "<br>" . "
Бу пайт эркаклардан ҳеч ким йўқ, ҳаммалари эрталабоқ тарқаб кетишган, аёллар уй ишлари " . "<br>" . "
билан машғул эди. Бола очиқ турган эшикларнинг олдидан қулоқни қоматга келтириб қичқириб 
ўтди: -  " . "<br>" . "
Келди! Машина-магазин келди!" . "<br>" . " 
Аёллар типирчилаб қолишди. Яшириб қўйган пулларини топиш учун югуриб қолишди, " . "<br>" . "
уйларидан отилиб чиққанларича бир-бирларидан ўзиб кетишди. Машина олдига чопишди, " . "<br>" . "
ҳатто бувиси уни мақтаб қўйди: -    " . "<br>" . "    
Кўзи ўткир-да, бизнинг боланинг! " . "<br>" . "
Бола кўчма дўконни ўзи бошлаб келгандай боши осмонга етган эди. Бу хушхабарни уларга у " . "<br>" . "
етказгани, бирга ҳовлидан чопиб чиққани, эшиги очиқ турган автофургон олдида улар билан " . "<br>" . "
тиқилишиб турганидан хурсанд эди. Лекин аёллар бу ерда уни тез унутиб қўйишди. Унга " . "<br>" . "
қарашга вақт бормиди? Минг хил мол - кўз қамашади. Аёллар бор-йўғи уч киши: бувиси, бу " . "<br>" . "
ернинг энг каттакон кишиси - ўрмон қоровули Ўразқулнинг хотини Бекей (Бекей - онасининг    " . "<br>" . "   
опаси, унга хола) ва ёрдамчи ишчи Сейдаҳмаднинг хотини ёшгина Гулжамол қизчасини "  . "<br>" . "
кўтариб олганди. Бор-йўғи уч аёл. Лекин улар ҳовлиқиб, молларни шундай титиб ташлашдики, " ." <br>" . "
охири сотувчи уларнинг навбат кутишини ва ҳаммалари бараварига жаврамасликларини талаб " . "<br>" . "
қилишга мажбур бўлди. " . "<br>" . "
Аммо унинг сўзи аёлларга унчалик таъсир қилмади: аввал бошида улар бор нарсани бир "    . "<br>" . "
чеккадан тортқилай бошлашди, кейин танлашга тушишди, охири танлаганларини ҳам " . "<br>" . "
қайтаришди. " . "<br>" . "
Бир четга олиб қўйишади, ўлчашади, баҳслашишади, шубҳаланиб, бир сўраган нарсаларини " . "<br>" . "
ўн қайталаб сўрашади. Бири ёқмайди, иккинчиси қиммат, учинчисининг ранги унчамас... Бола " . "<br>" . "
бир четда турарди. У зерикди. Зеро, у кутган ғаройиб нарса йўққа чиққан, тоғ йўлида кўчма " . "<br>" . "
дўконни биринчи бор кўргандаги қувончи ғойиб бўлганди. Кўчма дўкон кутилмаганда ҳар хил " . "<br>" . "
лаш-лушлар тиқилган оддий машинага айланиб қолди. " . "<br>" . " 
Бола бир неча дақиқа ўтирди. Унинг кўзига кўчма дўкон тушганидаги қувонч қайтмади. " . "<br>" ; 
   ?>

</body>
</html>